{
  "title": "Oscar Castellino",
  "shortBiography": "Oscar Castellino is an international baritone and composer of Mars Anthem \"Rise to Mars\". He was born in a car on a busy street in Mumbai and traces his roots to Goa. Earlier a software engineer, he was scouted for his operatic talent by Patricia Rozario on her concert tour of India.",
  "longBiography": "<p>Oscar Castellino is an international baritone and the composer of the Mars anthem, <em>Rise to Mars</em>. Born in a car on a busy street in Mumbai, he traces his roots to Goa. Originally a software engineer, he was discovered for his operatic talent by renowned soprano <strong>Patricia Rozario</strong> during her concert tour of India.</p><p><br></p><h3><strong>Early Life</strong></h3><p>Although born in Mumbai, Oscar’s family later relocated to <strong>Mussoorie</strong>, a hill station at the foothills of the Himalayas. It was here that his fascination with space travel and passion for music first developed. His father conducted both the school and church choirs, while the pristine night skies of Mussoorie—unobscured by city lights—made Oscar wonder about the vastness of the universe and what lay beyond the stars.</p><p><br></p><h3><strong>Software Developer</strong></h3><p>After completing secondary school, Oscar moved back to Mumbai, where he pursued a <strong>Bachelor of Science in Physics</strong> at <strong>St. Xavier’s College, Mumbai</strong>. A promising student, he was given the opportunity to assist in research labs at the <strong>Tata Institute of Fundamental Research (TIFR)</strong> and was also selected for the <strong>National Initiative on Undergraduate Science (NIUS)</strong> program.</p>",
  "biographyLink": "https://example.com/full-biography",
  "featuredPhoto": "Oscar Castellino Smiling HD.jpg",
  "photosFolder": "https://drive.google.com/drive/folders/your-folder-id",
  "featuredVideo": "https://www.youtube.com/embed/eBUAmTUROGA?si=qjHD9Pp2Nez27wuI",
  "youtubePlaylist": "https://www.youtube.com/@operawalaofindia1166/featured",
  "contactEmail": "voice@oscarcastellino.com",
  "upcomingEvents": [
    {
      "event": "Goan Music - June 21 - St. Stephen's Dulwich",
      "bookingLink": "https://www.oscarcastellino.com"
    },
    {
      "event": "Royal Academy Brazilian Music",
      "bookingLink": "https://www.royalacademy.org.uk/event/brasil-modernism-in-music"
    },
    {
      "event": "Soloist at Carmina Burana",
      "bookingLink": "https://www.bradfordfestivalchoralsociety.org.uk/concert/bradford-theatres-orchestral-concert-season-with-yorkshire-symphony-orchestra/"
    }
  ]
}
